export const ExampleDataBt = [
  { 产品: '茅台酒', 占比: 0.8408 },
  { 产品: '其它系列酒', 占比: 0.137 },
  { 产品: '其它业务', 占比: 0.0222 },
];
export const ExampleDataTxt = [
  { 年报: '2019年报', '净利润(亿元)': 412.06, 净利润同比增长: 0.1705 },
  { 年报: '2020年报', '净利润(亿元)': 466.97, 净利润同比增长: 0.1333 },
  { 年报: '2021年报', '净利润(亿元)': 524.6, 净利润同比增长: 0.1234 },
  { 年报: '2022年报', '净利润(亿元)': 627.17, 净利润同比增长: 0.1955 },
  { 年报: '2023年报', '净利润(亿元)': 747.34, 净利润同比增长: 0.1916 },
];
export const ExampleDataZxt = ExampleDataTxt;
export const ExampleDataGplzt = [
  { 日期: '2024-04-15T00:00:00.000', 开盘: 1635.01, 收盘: 1672.98, 最高: 1675.61, 最低: 1634.98 },
  { 日期: '2024-04-16T00:00:00.000', 开盘: 1665.49, 收盘: 1670, 最高: 1679.56, 最低: 1659 },
  { 日期: '2024-04-17T00:00:00.000', 开盘: 1668, 收盘: 1667, 最高: 1675.2, 最低: 1658 },
  { 日期: '2024-04-18T00:00:00.000', 开盘: 1659.01, 收盘: 1670.78, 最高: 1682.98, 最低: 1658.18 },
  { 日期: '2024-04-19T00:00:00.000', 开盘: 1660.78, 收盘: 1646.64, 最高: 1668.5, 最低: 1641.28 },
];
